Repository: Faeu680/laboratorio-3-lab-dev-software
Catalog: implementacao/frontend/meritus-iOS/Meritus/App/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# login.field.email.placeholder
source: seu@email.com
en: your@email.com
es: tu@email.com

# login.field.password.label
source: SENHA
en: PASSWORD
es: CONTRASEÑA

# login.field.password.placeholder
source: Crie uma senha
en: Create a password
es: Crea una contraseña

# signup.field.address.label
source: ENDEREÇO
en: ADDRESS
es: DIRECCIÓN

# signup.field.address.placeholder
source: Rua, nº, bairro
en: Street, number, neighborhood
es: Calle, número, barrio

# signup.field.course.label
source: CURSO
en: COURSE

# signup.field.course.placeholder
source: Seu curso
en: Your course
es: Tu curso

# signup.field.description.label
source: DESCRIÇÃO
en: DESCRIPTION
es: DESCRIPCIÓN

# signup.field.description.placeholder
source: Breve descrição
en: Short description
es: Breve descripción

# signup.field.email.placeholder
source: seu@email.com
en: your@email.com
es: tu@email.com

# signup.field.institutionId.label
source: ID DA INSTITUIÇÃO
en: INSTITUTION ID
es: ID DE LA INSTITUCIÓN

# signup.field.institutionId.placeholder
source: Código/ID da instituição
en: Institution code/ID
es: Código/ID de la institución

# signup.field.name.label
source: NOME
en: NAME
es: NOMBRE

# signup.field.name.placeholder
source: Seu nome
en: Your name
es: Tu nombre

# signup.field.password.label
source: SENHA
en: PASSWORD
es: CONTRASEÑA

# signup.field.password.placeholder
source: Crie uma senha
en: Create a password
es: Crea una contraseña

# signup.field.rg.placeholder
source: Seu RG
en: Your RG
es: Tu RG
